---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SlopeArrowLevelStart
source: html/50c7c7ca-bb76-d374-872d-86fa4c85a5fb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SlopeArrowLevelStart Property

"Level at Tail"

## Syntax (C#)
```csharp
public static ForgeTypeId SlopeArrowLevelStart { get; }
```